<?php

return [
	// 应用调试模式
    'app_debug' => true,

	// +----------------------------------------------------------------------
    // | 数据库配置
    // +----------------------------------------------------------------------
    'database' => [
    // 服务 器地址
       'hostname'        => '47.52.162.175',
        // 数据库名
        'database'        => 'yigong',
        // 用户名
        'username'        => 'yigong',
        // 密码
        'password'        => '741852963',
        // 端口
        'hostport'        => '3306',
	],

    // redis配置
    'redis' => [
        'host' =>  '127.0.0.1',
        'port' => 6379,
    ],
];
